[{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/i0uajcHH9yogXMfDHpOXexIukG9.jpg",
    "name": "Peaky Blinders: Sangue, Apostas e Navalhas (2013)",
    "sinopse": "Thomas Shelby e seus irmãos retornam a Birmingham depois de servir no exército britânico durante a Primeira Guerra Mundial. Os Peaky Blinders, a gangue na qual Thomas é líder, controlam a cidade de Birmingham. Mas, como as ambições de Shelby se estendem para além de Birmingham, ele planeja construir o império de negócios que criou e impedir qualquer um que atrapalhar.",
    "canal": "netflix"
},

{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/93yokFX7LQQDN4IwhtZqByvtzGx.jpg",
    "name": "Harry Potter: O Campeonato das Casas de Hogwarts (2021)",
    "sinopse": "Este evento especial de quatro partes revelará fãs do mundo bruxo que estão dispostos a colocar seus conhecimentos sobre Harry Potter à prova para receber a grande honra de ser nomeado campeão da Taça das Casas.",
    "canal": "hbo"
},

{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/43nVQqVsrshaOx9GfJq6JstsfCX.jpg",
    "name": "Yellowstone (2018)",
    "sinopse": "John Dutton tenta proteger seu rancho, o maior dos Estados Unidos, de um mundo corrupto.",
    "canal": "amazon"
},

{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/5LKxmsgkBSbwGJkNOnYgD9gzS87.jpg",
    "name": "A Roda do Tempo (2021)",
    "sinopse": "As vidas de cinco jovens camponeses mudam para sempre quando uma mulher estranha e poderosa chega dizendo que um deles é a criança de uma antiga profecia, com o poder de alterar o equilíbrio entre Luz e Trevas para sempre. Eles precisam decidir se confiam na desconhecida – e uns nos outros – para mudar o destino do mundo antes que o Tenebroso consiga se libertar de sua prisão.",
    "canal": "disney"
},


{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/4j0PNHkMr5ax3IA8tjtxcmPU3QT.jpg",
    "name": "Encanto (2021)",
    "sinopse": "Uma garota chamada Mirabel Madrigal cresce como o único membro não mágico de sua família, que vivem escondidos em uma vibrante casa encantada nas montanhas da Colômbia.",
    "canal": "disney"
},


{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1vuix8r1CJ2M6IldR27Z95hWm7e.jpg",
    "name": "Sooryavanshi (2021)",
    "sinopse": "Leal, destemido e um tanto esquecido, um policial de Mumbai faz de tudo para impedir um grande ataque à cidade.",
    "canal": "netflix"
},


{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/fqldf2t8ztc9aiwn3k6mlX3tvRT.jpg",
    "name": "Arcane (2021)",
    "sinopse": "Em meio ao conflito entre as cidades-gêmeas de Piltover e Zaun, duas irmãs lutam em lados opostos de uma guerra entre tecnologias mágicas e convicções incompatíveis.",
    "canal": "netflix"
},


{
    "link": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/mOoERCQCGrgFHOrco7wLy6CAYfp.jpg",
    "name": "John Wick 3: Parabellum (2019)",
    "sinopse": "Após assassinar o chefe da máfia Santino D'Antonio no Hotel Continental, John Wick passa a ser perseguido pelos membros da Alta Cúpula sob a recompensa de U$14 milhões. Agora, ele precisa unir forças com antigos parceiros que o ajudaram no passado enquanto luta por sua sobrevivência.",
    "canal": "telecine"
}
]